{
  "pagesByCategory": {
    "Equipment": {
      "Basilisk-Eye Goo": {
        "tags": "Very Rare Poison",
        "description": "Lethality: High. Transmissibility: None. Application: A creature gains Basilisk-Eye poisoning when being successfully struck with a weapon coated in Basilisk-Eye goo, a very rare and difficult to create poison distilled from a fresh Basilisk eye. Symptoms: An infected creature gains the following symptoms at the start of each of the following days (after Taking a Rest, if they were able to Rest). The effects are cumulative. Day 1: Gain Shaken as slight tremors rack your hands and feet. Day 2: Gain Slowed as your joints lock up. Day 3+: Make a DC 18 END check. On a failure, you become Petrified as your skin turns to rough stone. If successful, you do not gain any additional symptoms. Repeat this check every day. Treatment: Curing Basilisk-Eye poisoning requires a successful DC 15 INT/Medicine check that includes a salve made from crushed diamond. This check consumes the salve, which costs at least 200 sc. Additionally, an infected individual is cured if they successfully make three END checks to avoid Petrification. A creature that is Petrified can be cured with Greater Restoration and similar magic.",
        "content": "<p><em>Very Rare Poison</em></p>\n<p><em>Lethality: High</em></p>\n<p><em>Transmissibility: None</em></p>\n<br />\n<p>\n  <b>Application: </b>A creature gains Basilisk-Eye poisoning when being\n  successfully struck with a weapon coated in Basilisk-Eye goo, a very rare and\n  difficult to create poison distilled from a fresh Basilisk eye.\n</p>\n<br />\n<p>\n  <b>Symptoms: </b>An infected creature gains the following symptoms at the\n  start of each of the following days (after Taking a Rest, if they were able to\n  Rest). The effects are cumulative.\n</p>\n<br />\n<ul>\n  <li><b>Day 1:</b> Gain Shaken as slight tremors rack your hands and feet.</li>\n  <li><b>Day 2: </b>Gain Slowed as your joints lock up.</li>\n  <li>\n    <b>Day 3+: </b>Make a DC 18 END check. On a failure, you become Petrified as\n    your skin turns to rough stone. If successful, you do not gain any\n    additional symptoms. Repeat this check every day.\n  </li>\n</ul>\n<p>\n  <b>Treatment: </b>Curing Basilisk-Eye poisoning requires a successful DC 15\n  INT/Medicine check that includes a salve made from crushed diamond. This check\n  consumes the salve, which costs at least 200 sc. Additionally, an infected\n  individual is cured if they successfully make three END checks to avoid\n  Petrification. A creature that is Petrified can be cured with Greater\n  Restoration and similar magic.\n</p>"
      },
      "Deepshroom Toxin": {
        "tags": "Very Rare Poison",
        "description": "Lethality: Medium. Transmissibility: High. Application: A creature gains Deepshroom Poisoning when consuming food or drink laced with Deepshroom Toxin or by breathing in Deepshroom spores. Symptoms: An infected creature gains the following symptoms at the start of each of the following hours. The effects are cumulative. Hour 1-4: Become Shaken from convulsive coughing and shallow breathing. Roll 1d20 each hour; on an 1-3, you instead gain the Suffocating condition. A DC 15 INT/Medicine check replaces this condition with Shaken. Hour 5-9: Dark purple mushrooms begin to sprout from your skin, especially around your eyes and mouth. Your eyes turn a jaundiced yellow. You gain Iron Will and Steel Mind as a fog takes hold in your brain. You also cannot benefit from the Focused or Rallied conditions. Hour 10-12: The mushrooms begin to release Deepshroom Spores. All creatures within 15 ft must make a DC 17 END check, becoming infected with Deepshroom Poisoning if they fail. Gain the Blinded and Silenced condition as the mushrooms continue to sprout. Hour 13-17: Make a DC 17 END check. On a success, gain Fatigue and make this roll again the following hour. If you fail, you immediately transform into a Deepshroom Shambler and gain the appropriate stat block, losing all of your previous features. You can no longer tell friend from foe and must seek out living humanoids to infect with Deepshroom Poisoning. Hour 18: If you make enough successful END checks to reach hour 18 without transforming, you do not transform into a Deepshroom Shambler and instead immediately die. Day 7: A Deepshroom Shambler transforms into a Deepshroom Hive after 7 days. Treatment: Curing the Deepshroom Toxin requires one or more DC 18 INT/Medicine checks that require herbs and bandages. If the check is made with anti-fungal cream or while in direct sunlight, the DC is lowered to 13. Each check consumes one use of herbs, bandages, and cream. You cannot receive more than 1 check per hour. If turned into a Deepshroom Shambler, Greater Restoration and similar magic can restore you to merely being infected as though in Hour 4 of having consumed Deepshroom Toxin.",
        "content": "<p><em>Very Rare Poison</em></p>\n<p><em>Lethality: Medium</em></p>\n<p><em>Transmissibility: High</em></p>\n\n<br />\n<p>\n  <b>Application: </b>A creature gains Deepshroom Poisoning when consuming food\n  or drink laced with Deepshroom Toxin or by breathing in Deepshroom spores.\n</p>\n<br />\n<p>\n  <b>Symptoms: </b>An infected creature gains the following symptoms at the\n  start of each of the following hours. The effects are cumulative.\n</p>\n<br />\n<ul>\n  <li>\n    <b>Hour 1-4: </b>Become Shaken from convulsive coughing and shallow\n    breathing. Roll 1d20 each hour; on an 1-3, you instead gain the Suffocating\n    condition. A DC 15 INT/Medicine check replaces this condition with Shaken.\n  </li>\n  <li>\n    <b>Hour 5-9:</b> Dark purple mushrooms begin to sprout from your skin,\n    especially around your eyes and mouth. Your eyes turn a jaundiced yellow.\n    You gain Iron Will and Steel Mind as a fog takes hold in your brain. You\n    also cannot benefit from the Focused or Rallied conditions.\n  </li>\n  <li>\n    <b>Hour 10-12: </b>The mushrooms begin to release Deepshroom Spores. All\n    creatures within 15 ft must make a DC 17 END check, becoming infected with\n    Deepshroom Poisoning if they fail. Gain the Blinded and Silenced condition\n    as the mushrooms continue to sprout.\n  </li>\n  <li>\n    <b>Hour 13-17: </b>Make a DC 17 END check. On a success, gain Fatigue and\n    make this roll again the following hour. If you fail, you immediately\n    transform into a <b>Deepshroom Shambler </b>and gain the appropriate stat\n    block, losing all of your previous features. You can no longer tell friend\n    from foe and must seek out living humanoids to infect with Deepshroom\n    Poisoning.\n  </li>\n  <li>\n    <b>Hour 18: </b>If you make enough successful END checks to reach hour 18\n    without transforming, you do not transform into a Deepshroom Shambler and\n    instead immediately die.\n  </li>\n  <li>\n    <b>Day 7: </b>A Deepshroom Shambler transforms into a\n    <b>Deepshroom Hive </b>after 7 days.\n  </li>\n</ul>\n<p>\n  <b>Treatment: </b>Curing the Deepshroom Toxin requires one or more DC 18\n  INT/Medicine checks that require herbs and bandages. If the check is made with\n  anti-fungal cream or while in direct sunlight, the DC is lowered to 13. Each\n  check consumes one use of herbs, bandages, and cream. You cannot receive more\n  than 1 check per hour. If turned into a Deepshroom Shambler, Greater\n  Restoration and similar magic can restore you to merely being infected as\n  though in Hour 4 of having consumed Deepshroom Toxin.\n</p>"
      },
      "Laxberry Syrup": {
        "tags": "Common Poison",
        "description": "Lethality: None. Transmissibility: None. Application: A creature must consume Laxberry Syrup to become infected with this poison. Symptoms: 1d4 hours after consumption, there is an explosive flushing of the digestive system. Gain Stunned for 1d4 rounds, and then face no further effects. Treatment: There is no way to treat Laxberry Syrup short of magical intervention. If a creature wishes to ignore the effects of Laxberry Syrup, they must make a DC 12 END check when the symptoms would manifest. If successful, they may delay the symptoms by 30 seconds. Each subsequent time that the symptoms would occur, the creature may repeat the END check, but the DC increases by +2 for each attempt.",
        "content": "<p><em>Common Poison</em></p>\n<br />\n<p><em>Lethality: None</em></p>\n<br />\n<p><em>Transmissibility: None</em></p>\n<br />\n<p>\n  <em><br /></em>\n</p>\n<br />\n<p>\n  <b>Application: </b>A creature must consume Laxberry Syrup to become infected\n  with this poison.\n</p>\n<br />\n<p>\n  <b>Symptoms:</b> 1d4 hours after consumption, there is an explosive flushing\n  of the digestive system. Gain Stunned for 1d4 rounds, and then face no further\n  effects.\n</p>\n<br />\n<p>\n  <b>Treatment:</b> There is no way to treat Laxberry Syrup short of magical\n  intervention. If a creature wishes to ignore the effects of Laxberry Syrup,\n  they must make a DC 12 END check when the symptoms would manifest. If\n  successful, they may delay the symptoms by 30 seconds. Each subsequent time\n  that the symptoms would occur, the creature may repeat the END check, but the\n  DC increases by +2 for each attempt.\n</p>"
      },
      "Nightshade Extract": {
        "tags": "Rare Poison",
        "description": "Lethality: High. Transmissibility: Low. Application: A creature gains Nightshade Poisoning through direct ingestion or by a successful attack with a weapon coated in nightshade extract. Symptoms: An infected creature gains the following symptoms at the start of each of the following hours. The effects are cumulative. Hour 1: Become Sickened as veins around the wound site become pronounced and black. You lose ¼ of your max HP while infected with this poison. Each additional hour after 1: Make a DC 15 END check. On a fail, gain Fatigue and lose an additional ¼ of your max HP. If you are reduced to 0 HP by this poison you immediately die. Treatment: Curing Nightshade Extract requires one or more DC 17 INT/Medicine checks that require herbs and bandages. Each check consumes one use of herbs and bandages. You cannot receive more than 1 check per hour. Additionally, you are cured of Nightshade Poisoning if you make three successful END checks.",
        "content": "<p><em>Rare Poison</em></p>\n<br />\n<p><em>Lethality: High</em></p>\n<br />\n<p><em>Transmissibility: Low</em></p>\n<br />\n<p>\n  <em><br /></em>\n</p>\n<br />\n<p>\n  <b>Application: </b>A creature gains Nightshade Poisoning through direct\n  ingestion or by a successful attack with a weapon coated in nightshade\n  extract.\n</p>\n<br />\n<p>\n  <b>Symptoms: </b>An infected creature gains the following symptoms at the\n  start of each of the following hours. The effects are cumulative.\n</p>\n<br />\n<ul>\n  <li>\n    <b>Hour 1: </b>Become Sickened as veins around the wound site become\n    pronounced and black. You lose ¼ of your max HP while infected with this\n    poison.\n  </li>\n  <li>\n    <b>Each additional hour after 1: </b>Make a DC 15 END check. On a fail, gain\n    Fatigue and lose an additional ¼ of your max HP.\n  </li>\n  <li>If you are reduced to 0 HP by this poison you immediately die.</li>\n</ul>\n<p>\n  <b>Treatment: </b>Curing Nightshade Extract requires one or more DC 17\n  INT/Medicine checks that require herbs and bandages. Each check consumes one\n  use of herbs and bandages. You cannot receive more than 1 check per hour.\n</p>\n<br />\n<p>\n  Additionally, you are cured of Nightshade Poisoning if you make three\n  successful END checks.\n</p>"
      },
      "Poison Oak Sap": {
        "tags": "Uncommon Poison",
        "description": "Lethality: None. Transmissibility: Low. Application: A creature is afflicted with Poison Oak Poisoning when it comes in direct contact with their skin or when a weapon coated in Poison Oak Sap hits them. Symptoms: An infected creature gains the following symptoms at the start of each day after Taking a Rest. These symptoms are cumulative. Day 1: Gain a mildly itchy rash and Demoralized. Day 2: The rash spreads and becomes significantly more itchy. Gain Chilled. Day 3: The rash spreads and becomes unbearably itchy. Gain Sickened. Day 4: The rash reaches its most unbearable stage. Gain Slowed and Helpless. Day 5: The rash begins to dry up. Remove Slowed or Helpless. Day 6: The rash continues to dry up. Remove Sickened. Day 7: Remove Chilled. Day 8: Full recovery. Treatment: The afflicted area of skin must be completely scrubbed down with lemon juice and then caked in lye soap, the suds left to dry into a crust. Correctly applying the antidote requires a DC 10 INT/Medicine check. Successfully applying the antidote advances the creature’s symptoms by 1 day. A creature can only benefit from this treatment once every 8 hours.",
        "content": "<p><em>Uncommon Poison</em></p>\n<br />\n<p><em>Lethality: None</em></p>\n<br />\n<p><em>Transmissibility: Low</em></p>\n<br />\n<p>\n  <em><br /></em>\n</p>\n<br />\n<p>\n  <b>Application:</b> A creature is afflicted with Poison Oak Poisoning when it\n  comes in direct contact with their skin or when a weapon coated in Poison Oak\n  Sap hits them.\n</p>\n<br />\n<p>\n  <b>Symptoms: </b>An infected creature gains the following symptoms at the\n  start of each day after Taking a Rest. These symptoms are cumulative.\n</p>\n<br />\n<ul>\n  <li><b>Day 1:</b> Gain a mildly itchy rash and Demoralized.</li>\n  <li>\n    <b>Day 2: </b>The rash spreads and becomes significantly more itchy. Gain\n    Chilled.\n  </li>\n  <li>\n    <b>Day 3: </b>The rash spreads and becomes unbearably itchy. Gain Sickened.\n  </li>\n  <li>\n    <b>Day 4: </b>The rash reaches its most unbearable stage. Gain Slowed and\n    Helpless.\n  </li>\n  <li><b>Day 5: </b>The rash begins to dry up. Remove Slowed or Helpless.</li>\n  <li><b>Day 6: </b>The rash continues to dry up. Remove Sickened.</li>\n  <li><b>Day 7:</b> Remove Chilled.</li>\n  <li><b>Day 8: </b>Full recovery.</li>\n</ul>\n<p>\n  <b>Treatment: </b>The afflicted area of skin must be completely scrubbed down\n  with lemon juice and then caked in lye soap, the suds left to dry into a\n  crust. Correctly applying the antidote requires a DC 10 INT/Medicine check.\n  Successfully applying the antidote advances the creature’s symptoms by 1 day.\n  A creature can only benefit from this treatment once every 8 hours.\n</p>"
      },
      "Swamp-Pod Slime": {
        "tags": "Rare Poison",
        "description": "Lethality: Low. Transmissibility: None. Application: A creature gains Swamp-Pod Poisoning when directly consuming Swamp Pods or drinking something laced with Swamp-Pod Slime. Symptoms: An infected creature gains the following symptoms at the start of each of the following days (after Taking a Rest, if they were able to Rest). The effects are cumulative. Day 1: Become Dazed as you dissociate from reality while small red spots appear in your armpits. Every 4 hours, make a DC 15 CHA check. On a failure, you experience a minor hallucination for 1 minute. This hallucination includes all senses related to what you experience and seems completely real to you. Day 2: The spots spread to cover the base of your neck. Every 4 hours, make a DC 20 CHA check. On a failure, you gain the Phobic condition as you experience a major hallucination for 10 minutes. This hallucination includes all senses related to what you experience, seems completely real to you, and includes something that terrifies you as the source of your phobia. You also become paranoid and no longer trust those around you. Every additional failed CHA check makes the hallucinations worse. Treatment: Curing Swamp-Pod poisoning requires one DC 16 INT/Medicine checks that require herbs. Each check consumes one use of herbs. You cannot receive more than 1 check per hour. Additionally, you are cured of Swamp-Pod Poisoning after 48 hours.",
        "content": "<p><em>Rare Poison</em></p>\n<br />\n<p><em>Lethality: Low</em></p>\n<br />\n<p><em>Transmissibility: None</em></p>\n<br />\n<p>\n  <em><br /></em>\n</p>\n<br />\n<p>\n  <b>Application: </b>A creature gains Swamp-Pod Poisoning when directly\n  consuming Swamp Pods or drinking something laced with Swamp-Pod Slime.\n</p>\n<br />\n<p>\n  <b>Symptoms: </b>An infected creature gains the following symptoms at the\n  start of each of the following days (after Taking a Rest, if they were able to\n  Rest). The effects are cumulative.\n</p>\n<br />\n<ul>\n  <li>\n    <b>Day 1: </b>Become Dazed as you dissociate from reality while small red\n    spots appear in your armpits. Every 4 hours, make a DC 15 CHA check. On a\n    failure, you experience a minor hallucination for 1 minute. This\n    hallucination includes all senses related to what you experience and seems\n    completely real to you.\n  </li>\n  <li>\n    <b>Day 2:</b> The spots spread to cover the base of your neck. Every 4\n    hours, make a DC 20 CHA check. On a failure, you gain the Phobic condition\n    as you experience a major hallucination for 10 minutes. This hallucination\n    includes all senses related to what you experience, seems completely real to\n    you, and includes something that terrifies you as the source of your phobia.\n    You also become paranoid and no longer trust those around you. Every\n    additional failed CHA check makes the hallucinations worse.\n  </li>\n</ul>\n<p>\n  <b>Treatment: </b>Curing Swamp-Pod poisoning requires one DC 16 INT/Medicine\n  checks that require herbs. Each check consumes one use of herbs. You cannot\n  receive more than 1 check per hour. Additionally, you are cured of Swamp-Pod\n  Poisoning after 48 hours.\n</p>"
      },
      "Vampire Wine": {
        "tags": "Mythic Poison",
        "description": "Lethality: High. Transmissibility: Low Application: A creature must consume Vampire Wine to become infected with this poison. Symptoms: An infected creature gains the following symptoms at the start of each corresponding minute after initially consuming the poison. The effects are cumulative. Minute 10: Feel excruciating pain. Gain Staggered. Minute 11: Gain +1 Death Point. Minute 12: Gain Helpless. Minute 13: Gain +1 Death Point. Minute 14: Gain Bleeding (1). This can only be cured by successfully treating the poison. Each Subsequent Minute: Gain +1 Death Point. Upon death, the creature’s blood remains potent for an hour, during which time any ingestion or exposure to an open wound will cause the poison to attack the new victim. Treatment: A thick paste of fresh garlic and blood thinner must be injected directly into the creature’s veins. This requires a DC 26 INT/Medicine check. If this treatment fails, then the creature is beyond saving. If the treatment succeeds, then the poison becomes impotent once the creature has 7 Death Points.",
        "content": "<p><em>Mythic Poison</em></p>\n<br />\n<p><em>Lethality: High</em></p>\n<br />\n<p>Transmissibility: Low</p>\n<br />\n<p>\n  <b>Application:</b> A creature must consume Vampire Wine to become infected\n  with this poison.\n</p>\n<br />\n<p>\n  <b>Symptoms: </b>An infected creature gains the following symptoms at the\n  start of each corresponding minute after initially consuming the poison. The\n  effects are cumulative.\n</p>\n<br />\n<ul>\n  <li><b>Minute 10: </b>Feel excruciating pain. Gain Staggered.</li>\n  <li><b>Minute 11: </b>Gain +1 Death Point.</li>\n  <li><b>Minute 12: </b>Gain Helpless.</li>\n  <li><b>Minute 13: </b>Gain +1 Death Point.</li>\n  <li>\n    <b>Minute 14: </b>Gain Bleeding (1). This can only be cured by successfully\n    treating the poison.\n  </li>\n  <li><b>Each Subsequent Minute:</b> Gain +1 Death Point.</li>\n</ul>\n<p>\n  Upon death, the creature’s blood remains potent for an hour, during which time\n  any ingestion or exposure to an open wound will cause the poison to attack the\n  new victim.\n</p>\n<br />\n<p>\n  <b>Treatment: </b>A thick paste of fresh garlic and blood thinner must be\n  injected directly into the creature’s veins. This requires a DC 26\n  INT/Medicine check. If this treatment fails, then the creature is beyond\n  saving. If the treatment succeeds, then the poison becomes impotent once the\n  creature has 7 Death Points.\n</p>"
      }
    }
  }
}
